-- auto create by SMD

set client_encoding = UTF8;
set search_path to db_aty;
commit;

truncate table T_Eg_Book;
commit;

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004127'                 ,'论语别裁'                             ,'南怀瑾'                              ,'复旦大学出版社'                          ,42        ,'2007-07-05 12:00:00' ,'2008-04-16 12:00:00' ,'19F540A7EDF8D7CCAF162B14E6A05966' ,'9787309032437'                    ,NULL,NULL,'内容简介
由孔子的弟子及其后学编集的《论语》，是一部记载孔子言语行事的重要儒家经典。自西汉以来，《论语》所表述的孔子学说，迅速扩展，其影响遍及政治、思想、文化、教育、伦理道德等各个领域，成为中国传统文化的一大标识。有关《论语》的章句注流也累代不绝。台湾著名学者南怀瑾先生以渊博的学识，旁征博引，拈提古今而撰成的《论语别裁》，就是关于《论语》的讲演录。书中对《论语》二十篇的每一段原文，都作了详细而又生动的讲述。不仅有篇章结构、段落联结上的提示，而且有原文义旨以及所涉人文掌故的阐发。尤为新颖的是，作者将对原文的串讲撮编为一个个历史故事，蕴意深邃而妙趣横生，这在众多的《论语》章疏中是别具一格的。原书由台湾老古文化事业公司于1976年5月出版，迄至1988年，已印了十八版。为弘扬海峡两岸同源的中国文化，兹征得作者和原出版单位同意，将《论语别裁》第十八版改排出版，以供研究。
我们要了解传统文化，首先必须要了解儒家的学术思想。要讲儒家的思想，首先便要研究孔孟的学术。要讲孔子的思想学术，必须先要了解《论语》。比照现代世界上的国际间文化潮流，对于自己民族、国家和历史，确定今后应该要走的路线和方向。因此若能使一般陷于现代社会心理病态的人们，在我们讲的文字言语以外去体会，能够求得一个解脱的答案，建立一种卓然不拔，矗立于风雨艰危中的人生目的和精神，这便是我所要馨香祷祝的了。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004128'                 ,'国学拾遗'                             ,'林语堂'                              ,'陕西师范大学出版社'                        ,27        ,'2008-01-08 12:00:00' ,'2008-07-07 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'9787561343340'                    ,NULL,NULL,'内容简介
一个人彻悟的程度，恰等于他所受痛苦的深度。
《国学拾遗》包括儒家：仁者爱人、道家：大道无形和佛家：无生无灭三部分。
“仁”，或真人性，在道德感的形式上，是以人的内心和外在的宇宙的道德相和谐为基础。当这个“真义”实现时，便“天地位焉，万物育焉”。这就是儒家的哲学基础。
道家哲学和儒家哲学的涵义，一个代表消极的人生观，一个代表积极的人生观，那么，我相信这两种哲学不仅是中国人有之，而也是人类天性所固有的东西。
我们大家都是生就一半道家主义，一半儒家主义。
道家与儒家，不过是中国人灵魂的两面。一种属于活动的、有为的、相信的一面；一种是属于静观的、怀疑的、惊异的，使生活笼罩着一种如梦性质的一面。这样是很好的。
佛教教导人生是一个生死轮回的圆圈，我们现在为我们前生所做的接受惩罚，我们将来我们现在所做的接受惩罚。这个圆圈是痛苦的和一个永不休止、应接不暇的幻影。人要逃脱这个圆圈才能获得拯救。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004129'                 ,'读库0802'                           ,'张立宪'                              ,'新星出版社'                            ,33        ,'2008-01-05 12:00:00' ,'2008-07-07 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'9787802254855'                    ,NULL,NULL,'目录
耍猴人江湖行
诗人活在福利院
　附：食指诗三首
周有光与张允和举杯齐眉
六十年代清华生活琐忆
邦德，邦邦的
渴望雄起的投影
非洲的碎片
姥姥
《中性》三题
Ask姬十三' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004130'                 ,'求医不如求己'                           ,'中里巴人'                             ,'中国中医药出版社'                         ,29        ,'2007-01-02 12:00:00' ,'2008-07-07 12:00:00' ,'19F540A7EDF8D7CCAF162B14E6A05966' ,'9787800892080'                    ,NULL,NULL,'内容简介
求医不如求己2火热销售中，欢迎购买对待自己的身体要像对待自己的孩子一样，疾病就是孩子的恶作剧，这是一种巨大的能量，完全可以转化为成长的动力，但我们总是敌视和恐惧这种能量。一切治疗的最终目的都是为了激发患者的自愈潜能。 
　　很多人觉得只要把经络穴位都熟记于心，汤头方剂都倒背如流，便可治己救人了。岂知学医和看病竟然是两回事儿。就象武术中的花拳绣腿，学它百种套路，一用来搏击实战，倒不如拳击一招来的实惠。所以，学武就要学少林武当真功。学医就要学治病养生心法。有人说，学些总比不学强，其实，那也不见得，不学百无禁忌，倒也潇洒，学完动辄则咎，作茧自缚。
　　　《人体使用手册》作者吴清忠的中医启蒙老师中里巴人，最近推出自己的养生疗疾宝典《求医不如求己》，此书堪称“改变中国人健康生态的第一方案”。
　　中医作为中国的四大国粹之一，国人了解甚少，这非常遗憾。出版这一系列图书是为了让人们对中医这个宝藏多一些了解，并且把这些简易实用的养生疗疾方法运用到自己的生活中，用中医打造健康。书中介绍的中医养生功法简单易行且功效显著、立竿见影，一上市即受到读者的追捧。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004131'                 ,'如果爱'                              ,'冯远往，梁丹妮'                          ,'长江文艺出版社'                          ,22        ,'2008-01-06 12:00:00' ,'2008-07-07 12:00:00' ,'5B7F41EAE19AC0F8BBA1A7758A45F6E9' ,'9787535436726'                    ,NULL,NULL,'内容简介
日子是要一天天过的，过，就是一寸一寸地走。
守着相爱的人，做着心爱的事，就是幸福。
爱情是我们一人伸出一只手，托起的一只极其精美的瓷瓶……
人到中年，我们走过了痛苦的历练，却对表演事业痴心不改。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004132'                 ,'明若晓溪（全3册）'                        ,'明晓溪'                              ,'长江文艺出版社'                          ,56        ,'2005-10-08 12:00:00' ,'2007-07-11 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'20192534'                         ,NULL,NULL,'内容简介
明若晓溪：水晶般透明
　　偶像时代的卡通体小说，水晶般清澈闪烁的爱情，两个至情不渝的男人，放弃谁都万般不舍，看过后，你是喜欢冰多些，还是澈多些呢？
　　活力四射的女生明晓溪在进入学院的第一天，就惹到了三个超级麻烦的美少年，当她将醉酒的冰救回公寓后，却被校报传为惊天绯闻，引来了冰的“未婚妻”的愤怒和挑畔，冰命令晓溪做自己的女朋友，并搬入她的公寓开始了所谓的“同居”生活……
　　明若晓溪II：冬日最灿烂的阳光
　　圣诞晚餐，晓溪和澈无意中接吻了，冰非常在意。冰的父亲过世，家族发生很多变故，他的性格逐渐阴郁冰冷起来。晓溪用所有的力量来帮助他，两人的感情越来越深。澈一直默默地鼓励支持晓溪，一种微妙的感情暗暗产生。在一次危险中，澈为了保护晓溪而身受重伤…… 
本书是《明若晓溪》之二《冬日最灿烂的阳光》，圣诞晚餐，晓溪和澈无意中接吻了，冰非常在意。冰的父亲过世，家族发生很多变故，他的性格逐渐阴郁冰冷起来。晓溪用所有的力量来帮助他，两人的感情越来越深。澈一直默默地鼓励支持晓溪，一种微妙的感情暗暗产生。在一次危险中，澈为了保护晓溪而身受重伤……
　　本书是《明若晓溪》之三《无往而不胜的童话》，晓溪与冰之间的距离越来越大，她决定分手，冰陷入痛苦中。澈的右臂受伤严重，晓溪为了给他治好病而学习针灸。她终于知道了澈对自己深挚的爱意，并且为之感动。澈的右臂痊愈时，为晓溪举办了一场音乐会。冰却在极度的绝望和痛苦中，吐血晕倒在他和晓溪昔日的公寓里。晓溪应该何去何从……' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004133'                 ,'草样年华'                             ,'孙睿'                               ,'远方出版社'                            ,19.59     ,'2004-01-13 12:00:00' ,'2005-01-12 12:00:00' ,'19F540A7EDF8D7CCAF162B14E6A05966' ,'9787805959177'                    ,NULL,NULL,'内容简介
本书是一部描写大学生活的长篇爱情小说，以邱飞和周舟的爱情生活为主线，塑造了大学生邱飞、杨阳等个性鲜明的人物，在学校里，他们都是所谓不务正业的“坏”学生，无心学习，整天琢磨着逃避考试、偷窥女生宿舍、谈恋爱、玩乐队、喝酒、打架等等，为读者展开了一幅活灵活现的大学生活众生相。但他们实际上又是充满理想和热情的青春少年，他们渴望找到灵魂的出口，热爱文学和音乐，内心充满了善良和对未来的期待，只是与大学校园死板、程序化的环境格格不入，这才导致了他们的愤世嫉俗，以微弱的“坏”来与周围的环境相抗争。直到最后才猛然惊醒，为自己青春的面目全非和支离破碎而备觉荒凉，在此情可待成追忆时，才知道爱情和生活的可贵。
　　作者孙睿，刚从大学毕业，其鲜活生动的文笔，幽默诙谐的文风，深得京味文学的精髓。常常使人在怅然若失之余又忍俊不止。图书策划人沈浩波认为，与郭敬明，何员外等青春作者相比，孙睿的文学准备更为充分，作为一个北京孩子，他完全继承了京味作家幽默洒脱的文风，他的小说有着王朔式的幽默，却没有王朔的油滑；有着王小波式的睿智，却没有王小波的炫耀；有着石康式的浑不吝，却不像石康那样一味地颓靡。 
本书被某权威媒体评为“中国十大青春小说”之一。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004134'                 ,'梦回大清终结篇'                          ,'金子'                               ,'朝华出版社'                            ,22        ,'2007-02-01 12:00:00' ,'2008-07-07 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'9787505414488'                    ,NULL,NULL,'内容简介
劫后重生的茗薇自主更名为兆佳氏·鱼宁，可是更换了名字是否就能改变命运呢？失却了十三福晋身份的她还会遭遇怎样的命运起伏？与四爷和十三爷的纠葛又会出现何样的结局？
　　作者以充满京味的语言，在看似平淡的开篇中，一步步打开小说情节，一个个人物也次第面出，让读者伴着清新幽默的语句慢慢置身其中，在恢宏、曲折、精彩绝伦的情节中手不释卷、如醉如痴。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004135'                 ,'武则天正传'                            ,'林语堂'                              ,'陕西师范大学出版社'                        ,20        ,'2006-01-09 12:00:00' ,'2007-02-15 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'9787561336007'                    ,NULL,NULL,'内容简介
武则天这个女人活了八十二岁，权倾中国达半个世纪之久。生活对她而言就如同游戏一样，她有比普通人更强烈的欲望，以至于秽闻不断；争权夺势的游戏，她玩得津津有味，她玩出的不像是一般妇人统治下的正常历史，更像一出梦呓般异想天开的荒唐戏。她决心要做一个有史以来最有威权最伟大的女人。她最后终归失败了，但绝不是她的过错；她武姓家庭中没有一个人有她一半的智慧、一半的个性、一半的政治才能。我们有太多的理由去关心这个女人，也会乐意去看一看那样历史，去看她怎样从一个才人变成一代女皇……' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);

insert into T_Eg_Book (C_ID, C_NAME, C_AUTH, C_PUBLISHER, F_PRICE, D_PUBLISHER, D_BUY, C_LIBRARYID, C_ISBN, C_VERSION, I_PHOTO, T_ABST, N_VALID, T_INVALIDREASON, N_TYPE, D_BOOKING, N_BOOKINGUSERID, N_LENDUSERID, D_LEND ) values ('1000000000004136'                 ,'士兵突击'                             ,'兰晓龙'                              ,'花山文艺'                             ,32        ,'2007-02-01 12:00:00' ,'2008-07-07 12:00:00' ,'B31E784BD0C115FF2FF7157007843A75' ,'9787806739600'                    ,NULL,NULL,'内容简介
这真的不是一部小说，它是哲学、是人生，是我们成长的历史。每一位读者都能在许三多身上找到自己的一些影子。许多三像是两个人，可根子里的他还是让你佩服、让你回味，甚至是他的“傻”，也足以让你去喜欢。你会觉得：“一本好书，能教会你怎样做人！”
　　金戈铁马，斗志男儿，士兵的精神世界丰富和冷峻；一个有着性格缺点的普通农村孩子，他单纯而执着，在军人的世界里跌打滚爬。因为他的笨，让全人受累；因为他的认真，让全连队为之感动；因为他的执着，让全营战士为之骄傲。
　　虽然他的家乡祖屋在爆炸声中变成一堆瓦砾，却无法阻止他坚毅的军人步伐；善良的怜悯，并未使他忘记军人的职责，枪杀毒犯……他在种种困厄和磨难中百炼成钢。
　　他的名字叫——许三多。' ,1         ,NULL,1         ,NULL,NULL,NULL,NULL);



